Открываем адрес https://www.w3schools.com/sql/trysql.asp?filename=trysql_select_all
Пишем SQL запросы для выборки нижеперечисленных данных:

1. Отобразите в результате всех поставщиков, которые находятся в городе с именем, начинающимся на "5", но не в стране начинающейся на "5".
2. Вывести в алфавитном порядке все города из базы находящиеся не в Германии не во Франции и не в Англии.
3. Выберите информацию о сотрудниках в алфавитном порядке по Фамилии и Имени, которые имеют степень бакалавра гуманитарных наук.
4. Вставить запись о новом клиенте 
5. Сделать апдейт любой записи в базе.
6. Сделать удаление записи из любой таблицы.
7. Вывести имена всех людей, которые покупали морские продукты.
8. Вывести имя клиента и количество совершенных им покупок.
9. Вывести имена и ID пяти самых покупаемых продуктов. А также сколько их было продано.
10. Покажите сколько заказов было сделано каждым грузоотправителем. Отобразите имена грузоотправителей и количество выполненных ими заказов.